Repository: emiliodallatorre/yet-another-related-posts-plugin
Catalog: lang/yarpp-*.po
Languages: da_dk

source: MySQL error on adding yarpp_title
da_dk: MySQL fejl ved tilf&oslash;je yarpp_title

source: MySQL error on adding yarpp_content
da_dk: MySQL fejl ved tilf&oslash;je yarpp_content

source: <h3>An important message from YARPP:</h3><p>Thank you for upgrading to YARPP 2. YARPP 2.0 adds the much requested ability to limit related entry results by certain tags or categories. 2.0 also brings more fine tuned control of the magic algorithm, letting you specify how the algorithm should consider or not consider entry content, titles, tags, and categories. Make sure to adjust the new settings to your liking and perhaps readjust your threshold.</p><p>For more information, check out the <a href="http://mitcho.com/code/yarpp/">YARPP documentation</a>. (This message will not be displayed again.)</p>
da_dk: <h3>En vigtigt besked fra YARPP:</hr><p>Tak for opgradering til YARPP 2. YARPP 2.0 tilf&oslash;jer den meget anmodet evnen til at begr&aelig;nse relaterede indl&aelig;gs resultater af visse tags eller kategorier. 2.0 bringer ogs&aring; mere finjusteret kontrol med det magiske algoritme, s&aring; du angive, hvordan algoritmen b&oslash;r overveje eller ikke overveje indrejse indhold, titler, tags og kategorier. S&oslash;rg for at justere de nye indstillinger til din smag og m&aring;ske justere din t&aelig;rskel.</p><p>For mere information, tjek <a href="http://mitcho.com/code/yarpp/">YARPP dokumentationen</a> (Dette besked vil ikke blive vist igen.)

source: Related Posts (YARPP)
da_dk: Relaterede indl&aelig;g (YARPP)

source: Related Posts
da_dk: Relaterede indl&aelig;g

source: %f is the YARPP match score between the current entry and this related entry. You are seeing this value because you are logged in to WordPress as an administrator. It is not shown to regular visitors.
da_dk: %f er YARPPs match score mellem det aktuelle indl&aelig;g og det tilknyttede indl&aelig;g. Du ser denne v&aelig;rdi, fordi du er logget ind p&aring; WordPress som administrator. Normale brugere vil ikke se denne besked.

source: Related posts brought to you by <a href='http://mitcho.com/code/yarpp/'>Yet Another Related Posts Plugin</a>.
da_dk: Relaterede indl&aelig;g er bragt til dig af <a href='http://mitcho.com/code/yarpp/'>Yet Another Related Posts Plugin</a>.

source: The MyISAM check has been overridden. You may now use the "consider titles" and "consider bodies" relatedness criteria.
da_dk: MyISAM tjek er blevet tilsidesat. Du kan nu bruge "overveje titler" og "overveje indhold" sl&aelig;gtskabs kriterier.

source: YARPP's "consider titles" and "consider bodies" relatedness criteria require your <code>%s</code> table to use the <a href='http://dev.mysql.com/doc/refman/5.0/en/storage-engines.html'>MyISAM storage engine</a>, but the table seems to be using the <code>%s</code> engine. These two options have been disabled.
da_dk: YARPP's "overveje titler" og "overveje indhold" sl&aelig;gtskabs kriterier kr&aelig;ver, at du bruger <code>%s</code> tabellen <a href='http://dev.mysql.com/doc/refman/5.0/en/storage-engines.html'>MyISAM storage engine</a> men tabellen ser ud til bruge <code>%s</code> engine. Disse to muligheder er blevet deaktiveret.

source: To restore these features, please update your <code>%s</code> table by executing the following SQL directive: <code>ALTER TABLE `%s` ENGINE = MyISAM;</code> . No data will be erased by altering the table's engine, although there are performance implications.
da_dk: For at genskabe disse funktioner, skal du opdatere din <code>%s</code> tabellen ved at udføre følgende SQL-direktiv <code>ALTER TABLE `%s` ENGINE = MyISAM;</code>. Ingen data vil blive slettet ved at &aelig;ndre tabel engine, selvom der er ydeevnen konsekvenser.

source: If, despite this check, you are sure that <code>%s</code> is using the MyISAM engine, press this magic button:
da_dk: Hvis du mener at du er sikker p&aring; at <code>%s</code> bruger MyISAM engine, så tryk p&aring; den magiske knap:

source: Trust me. Let me use MyISAM features.
da_dk: Stol på mig. Lad mig bruge MyISAM funktioner.

source: The YARPP database had an error but has been fixed.
da_dk: I YARPP database var der fejl, men den er blevet lavet.

source: The YARPP database has an error which could not be fixed.
da_dk: I YARPP database er der en fejl, der ikke kunne laves.

source: Options saved!
da_dk: Indstillinger gemt!

source: require at least one word in common
da_dk: kr&aelig;v mindst en %s til f&aelig;lles

source: require at least one tag in common
da_dk: kr&aelig;v mindst en %s til f&aelig;lles

source: require at least one category in common
da_dk: kr&aelig;v mindst en %s til f&aelig;lles

source: require more than one word in common
da_dk: kr&aelig;v mere end en %s til f&aelig;lles

source: require more than one tag in common
da_dk: kr&aelig;v mere end en %s til f&aelig;lles

source: require more than one category in common
da_dk: kr&aelig;v mere end en %s til f&aelig;lles

source: do not consider
da_dk: overvej ikke

source: consider
da_dk: overvej

source: consider with extra weight
da_dk: overveje med ekstra v&aelig;gt

source: Yet Another Related Posts Plugin version history (RSS 2.0)
da_dk: Yet Another Related Posts Plugin versions historie (RSS 2.0)

source: Donate to mitcho (Michael Yoshitaka Erlewine) for this plugin via PayPal
da_dk: Doner til mitcho (Michael Yoshitaka Erlewine) for dette plugin via PayPal

source: Yet Another Related Posts Plugin Options
da_dk: Yet Another Related Posts Plugin Indstilling

source: by <a href="http://mitcho.com/code/">mitcho (Michael 芳貴 Erlewine)</a> and based on the fabulous work of <a href="http://peter.mapledesign.co.uk/weblog/archives/wordpress-related-posts-plugin">Peter Bower</a>, <a href="http://wasabi.pbwiki.com/Related%20Entries">Alexander Malov &amp; Mike Lu</a>.
da_dk: af <a href="http://mitcho.com/code/">mitcho (Michael 芳貴 Erlewine)</a> og basseret p&aring; det fantastiske arbejde af <a href="http://peter.mapledesign.co.uk/weblog/archives/wordpress-related-posts-plugin">Peter Bower</a>, <a href="http://wasabi.pbwiki.com/Related%20Entries">Alexander Malov &amp; Mike Lu</a>.

source: "The Pool"
da_dk: "Puljen"

source: "The Pool" refers to the pool of posts and pages that are candidates for display as related to the current entry.
da_dk: "Puljen" henviser til den pulje af indl&aelig;g og sider, der er kandidater til display, som er besl&aelig;gtet med det nuv&aelig;rende indl&aelig;g.

source: Disallow by category:
da_dk: Ikke tilladt via kategori:

source: Disallow by tag:
da_dk: Ikke tilladt via tag:

source: Show password protected posts?
da_dk: Vis password beskyttede indl&aelig;g?

source: Show only previous posts?
da_dk: Vis kun tidligere indl&aelig;g?

source: "Relatedness" options
da_dk: "Sl&aelig;gtskab" indstillinger

source: YARPP is different than the <a href="http://wasabi.pbwiki.com/Related%20Entries">previous plugins it is based on</a> as it limits the related posts list by (1) a maximum number and (2) a <em>match threshold</em>.
da_dk: YARPP er anderledes end <a href="http://wasabi.pbwiki.com/Related%20Entries">foreg&aring;ende plugins den er baseret p&aring;</a> da det begr&aelig;nser indl&aelig;gs listen (1) et maksimalt antal og (2) en <em>match t&aelig;rskel</em>

source: more&gt;
da_dk: Mere&gt;

source: The higher the match threshold, the more restrictive, and you get less related posts overall. The default match threshold is 5. If you want to find an appropriate match threshhold, I recommend you turn on the "show admins the match scores" setting below. That way, you can see what kinds of related posts are being picked up and with what kind of match scores, and determine an appropriate threshold for your site.
da_dk: Jo h&oslash;jere match t&aelig;rskel, jo mere restriktiv, og du f&aring;r mindre indl&aelig;g samlet. Standard-match t&aelig;rskel er 5. Hvis du &oslash;nsker at finde en passende match t&aelig;rskel, vil jeg anbefale, at du t&aelig;nde for "Vis admins match scorer" indstilling nedenfor. P&aring; den m&aring;de kan du se, hvilke indl&aelig;g der bliver taget op, og med hvilken slags match scoringer, og fastl&aelig;gge en passende t&aelig;rskel for dit websted.

source: Match threshold:
da_dk: Match t&aelig;rskel:

source: Titles:
da_dk: Titler:

source: Bodies:
da_dk: Indhold:

source: Categories:
da_dk: Kategorier:

source: Cross-relate posts and pages?
da_dk: Kryds-relaterede indl&aelig;g og sider?

source: When the "Cross-relate posts and pages" option is selected, the <code>related_posts()</code>, <code>related_pages()</code>, and <code>related_entries()</code> all will give the same output, returning both related pages and posts.
da_dk: N&aring;r "Kryds-relaterede indl&aelig;g og sider" er valgt, vil <code>related_posts()</code>, <code>related_pages()</code>, og <code>related_entries()</code> vil alle give det samme output, ved og retunere relaterede sider og indl&aelig;g.

source: Display options <small>for your website</small>
da_dk: Vis valgmuligheder <small>for dit websted</small>

source: PERMALINK
da_dk: PERMANENT LINK

source: RELATED TITLE
da_dk: RELATERET TITEL

source: Automatically display related posts?
da_dk: Vis automatisk relaterede indl&aelig;g?

source: This option automatically displays related posts right after the content on single entry pages. If this option is off, you will need to manually insert <code>related_posts()</code> or variants (<code>related_pages()</code> and <code>related_entries()</code>) into your theme files.
da_dk: Denne indstilling viser automatisk indl&aelig;g lige efter indhold p&aring; den enkelte indl&aelig;gs side. Hvis denne indstilling er deaktiveret, skal du manuelt inds&aelig;tte <code>related_posts ()</code> eller varianten (<code> related_pages ()</code> og <code> related_entries ()</code>) til dine tema filer.

source: Website display code example
da_dk: Vis Website kode eksempel

source: (Update options to reload.)
da_dk: (Opdater indstillinger for at genindl&aelig;se.)

source: Maximum number of related posts:
da_dk: Maksimalt antal relaterede indl&aelig;g:

source: Before / after related entries:
da_dk: F&oslash;r / efter relaterede indl&aelig;g::

source: For example:
da_dk: For eksempel:

source: Before / after each related entry:
da_dk: F&oslash;r / efter relaterede indl&aelig;g:

source: Show excerpt?
da_dk: Vis uddrag?

source: Excerpt length (No. of words):
da_dk: Uddrags l&aelig;ngde (Antal ord):

source: Before / after (Excerpt):
da_dk: Foslash;r / efter (Uddrag)

source: Order results:
da_dk: Sorter resultater:

source: score (high relevance to low)
da_dk: score (h&oslash;j relevans til lav)

source: score (low relevance to high)
da_dk: score (lav relevans til h&oslash;j)

source: date (new to old)
da_dk: dato (ny til gammel)

source: date (old to new)
da_dk: dato (gammel til ny)

source: title (alphabetical)
da_dk: titel (alfabetisk)

source: title (reverse alphabetical)
da_dk: titel (omvendt alfabetisk)

source: Default display if no results:
da_dk: Standard visning, hvis der ikke er resultater:

source: Show admins (user level > 8) the match scores?
da_dk: Vis admins (bruger-niveau> 8) match score?

source: With this option on, each related entry's total 'match score' (all above the threshold, set above) are displayed after each entry title, <em>if you are an administrator and logged in.</em> Even if you see these values, your visitors will not.
da_dk: Med denne indstilling til, hvor relaterede indl&aelig;gs samlede 'match score' (er over t&aelig;rsklen, indstil ovenfor) vises efter hver indl&aelig;gs titel, <em>hvis du er administrator og logget ind.</em> Selvom du se disse v&aelig;rdier, vil dine bes&oslash;gende ikke.

source: Help promote Yet Another Related Posts Plugin?
da_dk: Hj&aelig;lpe med at fremme Yet Another Related Posts Plugin?

source: This option will add the code %s. Try turning it on, updating your options, and see the code in the code example to the right. These links and donations are greatly appreciated.
da_dk: Denne mulighed vil tilf&oslash;je koden %s. Pr&oslash;v og t&aelig;nde for den, og opdatere dine indstillinger, og se kode eksemplet i h&oslash;jre side. Disse links og donationer, er i h&oslash;j grad v&aelig;rdsat.

source: Display options <small>for RSS</small>
da_dk: Vis valgmuligheder <small>for RSS</small>

source: Display related posts in feeds?
da_dk: Vis relaterede indl&aelig;g i feeds?

source: This option displays related posts at the end of each item in your RSS and Atom feeds. No template changes are needed.
da_dk: Denne indstilling viser relaterede indl&aelig;g i slutningen af hvet indl&aelig;g i din RSS og Atom-feeds, ingen template &aelig;ndringer er n&oslash;dv&aelig;ndige.

source: Display related posts in the descriptions?
da_dk: Vis relaterede indl&aelig;g i beskrivelserne?

source: This option displays the related posts in the RSS description fields, not just the content. If your feeds are set up to only display excerpts, however, only the description field is used, so this option is required for any display at all.
da_dk: Denne indstilling viser de relaterede indl&aelig;g i RSS beskrivelses f&aelig;lterne, Hvis dine feeds er sat op til og vise uddrag, kun beskrivelses f&aelig;ltet bruges, s&aring; denne indstilling er n&oslash;dv&aelig;ndig for at vise noget overhovedet.

source: RSS display code example
da_dk: RSS visning - kode eksempel

source: Before / after related entries display:
da_dk: F&oslash;r / efter relaterede indl&aelig;gs visninger:

source: Before / after (excerpt):
da_dk: F&oslash;r / efter (uddrag):
